[
    {
        "name": "Spirit",
        "desc": "Spirits are very common ghosts. They are very powerful, but passive, only attacking when they need to. They defend their place of death to the utmost degree, killing anyone that is caught overstaying their welcome.",
        "stren": "None",
        "weak": "A Spirit can be temporarily stopped by burning Smudge Sticks near them.",
        "evidence": ["EMF", "Box", "Writing"]
    },
    {
        "name": "Wraith",
        "desc": "Wraiths are one of the most dangerous ghosts you will find. It is also the only known ghost that has the ability of flight and has sometimes been known to travel through walls.",
        "stren": "Wraiths almost never touch the ground, meaning it can't be tracked by footsteps.",
        "weak": "Wraiths have a toxic reaction to Salt.",
        "evidence": ["EMF", "Box", "DOTS"]
    },
    {
        "name": "Phantom",
        "desc": "A Phantom is a ghost that can possess the living, inducing fear into those around it. They are most commonly summoned from Ouija Boards.",
        "stren": "Looking at a Phantom will drop your sanity considerably faster.",
        "weak": "Taking a photo of the Phantom will make it temporarily disappear.",
        "evidence": ["Box", "Prints", "DOTS"]
    },
    {
        "name": "Poltergeist",
        "desc": "One of the most famous ghosts, the Poltergeist. Known to manipulate objects around it to spread fear into its victims.",
        "stren": " Poltergeists can throw multiple objects at once.",
        "weak": "With nothing to throw, Poltergeists become powerless.",
        "evidence": ["Box", "Prints", "Writing"]
    },
    {
        "name": "Banshee",
        "desc": "The singing siren known for attracting its victims through song. It has been known to single out its prey before making a killing blow.",
        "stren": "A Banshee will only target one person at a time.",
        "weak": "Banshees fear the Crucifix and will be less aggressive when near one.",
        "evidence": ["Prints", "Orbs", "DOTS"]
    },
    {
        "name": "Jinn",
        "desc": "A Jinn is a territorial ghost that will attack when threatened. It has also been known to be able to travel at significant speed.",
        "stren": "A Jinn will travel at a faster speed if its victim is far away.",
        "weak": "Turning off the locations power source will prevent the Jinn from using its ability.",
        "evidence": ["EMF", "Prints", "Temps"]
    },
    {
        "name": "Mare",
        "desc": "A Mare is the source of all nightmares, making it most powerful in the dark.",
        "stren": "A Mare will have an increased chance to attack in the dark.",
        "weak": "Turning the lights on around the Mare will lower its chance to attack.",
        "evidence": ["Box", "Orbs", "Writing"]
    },
    {
        "name": "Revenant",
        "desc": "A Revenant is a violent ghost that will attack indiscriminately. Their speed can be deceiving, as they are slow while dormant; however, as soon as they hunt they can move incredibly fast.",
        "stren": "A Revenant will travel at a significantly faster speed when hunting their prey.",
        "weak": "Hiding from the Revenant will cause it to move very slowly.",
        "evidence": ["Orbs", "Writing", "Temps"]
    },
    {
        "name": "Shade",
        "desc": "A Shade is known to be very shy. There is evidence that a Shade will stop all paranormal activity if there are multiple people nearby.",
        "stren": "Shades are much harder to find.",
        "weak": "The ghost will not enter a hunt if there are multiple people nearby.",
        "evidence": ["EMF", "Writing", "Temps"]
    },
    {
        "name": "Demon",
        "desc": "Demons are the most aggressive ghosts we've ever encountered. Known to attack without reason, they seem to enjoy the thrill of the hunt.",
        "stren": "Demons will initiate hunts more often than other ghosts.",
        "weak": "Demons will drain less of your sanity when you use a Cursed Possession.",
        "evidence": ["Prints", "Writing", "Temps"]
    },
    {
        "name": "Yurei",
        "desc": "A Yurei is a ghost that has returned to the physical world, usually for the purpose of revenge or hatred.",
        "stren": "Yureis have been known to have a stronger effect on people's sanity.",
        "weak": "Smudging the Yurei's place of death will trap it temporarily, reducing how much it wanders.",
        "evidence": ["Orbs", "Temps", "DOTS"]
    },
    {
        "name": "Oni",
        "desc": "Onis love to scare their victims as much as possible before attacking. They are often seen in their physical form, guarding their place of death.",
        "stren": "Onis are more active when people are nearby, and have been seen moving objects at great speed.",
        "weak": "Onis are very active, making them easier to find.",
        "evidence": ["EMF", "Temps", "DOTS"]
    },
    {
        "name": "Yokai",
        "desc": "Yokai are common ghosts that are attracted to human voices. They can usually be found haunting family homes.",
        "stren": "Talking near a Yokai will anger it, increasing the chance of an attack.",
        "weak": "When hunting, a Yokai can only hear voices close to it.",
        "evidence": ["Box", "Orbs", "DOTS"]
    },
    {
        "name": "Hantu",
        "desc": "A Hantu is a rare ghost that thrives in the coldest climates. The cold seems to make them more aggressive and empowered.",
        "stren": "Lower temperatures allow the Hantu to move at faster speeds.",
        "weak": "Hantus move slower in warmer areas.",
        "evidence": ["Prints", "Orbs", "Temps"]
    },
    {
        "name": "Goryo",
        "desc": "When a Goryo passes through a DOTS projector, using a video camera is the only way to see it.",
        "stren": "A Goryo will usually only show itself on camera if there are no people nearby.",
        "weak": "They are rarely seen far from their place of death.",
        "evidence": ["EMF", "Prints", "DOTS"]
    },
    {
        "name": "Myling",
        "desc": "A Myling is a very vocal and active ghost. They are rumoured to be quiet when hunting their prey.",
        "stren": "A Myling is known to be quieter when hunting.",
        "weak": "Mylings more frequently make paranormal sounds.",
        "evidence": ["EMF", "Prints", "Writing"]
    },
    {
        "name": "Onryo",
        "desc": "The Onryo is often referred to as 'The Wrathful Spirit'. It steals souls from dying victims' bodies to seek revenge. This ghost has been known to fear any form of fire, and will do anything to be far from it.",
        "stren": "Extinguishing a flame can cause an Onryo to attack.",
        "weak": "When threatened, this ghost will be less likely to hunt.",
        "evidence": ["Box", "Orbs", "Temps"]
    },
    {
        "name": "Twins",
        "desc": "These ghosts have been reported to mimic each other's actions. They alternate their attacks to confuse their prey.",
        "stren": "Either Twin can ben angered and initiate an attack on their prey.",
        "weak": "The Twins will often interact with the environment at the same time.",
        "evidence": ["EMF", "Box", "Temps"]
    },
    {
        "name": "Raiju",
        "desc": "A Raiju is a demon that thrives on electrical current. While generally calm, they can become agitated when overwhelmed with power.",
        "stren": "A Raiju can siphon power from nearby electrical devices, making it move faster.",
        "weak": "Raiju are constantly disrupting electronic equipment when attacking, making it easier to track.",
        "evidence": ["EMF", "Orbs", "DOTS"]
    },
    {
        "name": "Obake",
        "desc": "Obake are terrifying shape-shifters, capable of taking on may forms. They have been seen taking on humanoid shapes to attract their prey.",
        "stren": "When interacting with the environment, an Obake will rarely leave a trace.",
        "weak": "Sometimes this ghost will shapeshift, leaving behind unique evidence.",
        "evidence": ["EMF", "Prints", "Orbs"]
    },
    {
        "name": "Mimic",
        "desc": "The Mimic is an elusive, mysterious, copycat ghost that mirrors traits and behaviours from others, including other ghost types.",
        "stren": "We're unsure what this ghost is capable of. Be careful.",
        "weak": "Several reports have noted Orbs sightings near mimics.",
        "evidence": ["Box", "Prints", "Temps"]
    }
]